{
    "Dashboard": "แดชบอร์ด",
    "1v1 Match": "ประลอง 1v1",
    "Tournaments": "ทัวร์นาเมนต์",
    "Profile": "โปรไฟล์",
    "Log Out": "ออกจากระบบ",
    "Profile Information": "ข้อมูลโปรไฟล์",
    "Update your account's profile information and email address.": "อัปเดตข้อมูลโปรไฟล์และที่อยู่อีเมลของบัญชีของคุณ",
    "Delete Account": "ลบบัญชี",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "เมื่อบัญชีของคุณถูกลบ ทรัพยากรและข้อมูลทั้งหมดจะถูกลบอย่างถาวร ก่อนลบบัญชี โปรดดาวน์โหลดข้อมูลหรือรายละเอียดที่คุณต้องการเก็บไว้",
    "Are you sure you want to delete your account?": "คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "เมื่อบัญชีของคุณถูกลบ ทรัพยากรและข้อมูลทั้งหมดจะถูกลบอย่างถาวร โปรดป้อนรหัสผ่านเพื่อยืนยันว่าคุณต้องการลบบัญชีของคุณอย่างถาวร",
    "Update Password": "อัปเดตรหัสผ่าน",
    "Ensure your account is using a long, random password to stay secure.": "ตรวจสอบให้แน่ใจว่าบัญชีของคุณใช้รหัสผ่านที่ยาวและคาดเดายากเพื่อความปลอดภัย",
    "Current Password": "รหัสผ่านปัจจุบัน",
    "New Password": "รหัสผ่านใหม่",
    "Confirm Password": "ยืนยันรหัสผ่าน",
    "Save": "บันทึก",
    "Saved.": "บันทึกแล้ว",
    "Log in": "เข้าสู่ระบบ",
    "Email": "อีเมล",
    "Password": "รหัสผ่าน",
    "Remember me": "จดจำฉัน",
    "Forgot your password?": "ลืมรหัสผ่าน?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ลืมรหัสผ่านใช่หรือไม่? ไม่เป็นไร เพียงแจ้งอีเมลของคุณให้เราทราบ แล้วเราจะส่งลิงก์สำหรับรีเซ็ตรหัสผ่านเพื่อให้คุณตั้งรหัสผ่านใหม่ได้",
    "Already registered?": "ลงทะเบียนแล้วใช่ไหม?",
    "Register": "ลงทะเบียน",
    "Name": "ชื่อ",
    "Click here to re-send the verification email.": "คลิกที่นี่เพื่อส่งอีเมลยืนยันอีกครั้ง",
    "A new verification link has been sent to your email address.": "ลิงก์ยืนยันใหม่ถูกส่งไปยังอีเมลของคุณแล้ว",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ขอบคุณสำหรับการสมัครใช้งาน! ก่อนจะเริ่มต้น คุณช่วยยืนยันที่อยู่อีเมลของคุณโดยคลิกที่ลิงก์ที่เราเพิ่งส่งให้ได้ไหม? หากคุณไม่ได้รับอีเมล เรายินดีที่จะส่งให้อีกครั้ง",
    "A new verification link has been sent to the email address you provided during registration.": "ลิงก์ยืนยันใหม่ถูกส่งไปยังอีเมลที่คุณให้ไว้ระหว่างการลงทะเบียนแล้ว",
    "Resend Verification Email": "ส่งอีเมลยืนยันอีกครั้ง",
    "Email Password Reset Link": "ส่งลิงก์รีเซ็ตรหัสผ่านทางอีเมล",
    "Reset Password": "รีเซ็ตรหัสผ่าน",
    "Cancel": "ยกเลิก",
    "Your email address is unverified.": "ที่อยู่อีเมลของคุณยังไม่ได้รับการยืนยัน",
    "You're logged in!": "คุณเข้าสู่ระบบสำเร็จแล้ว!"
}